Revit 2027 API
BuiltInFailures.GroupFailures.ModifyingMultiGroups Property
 Multiple groups of the same type are being edited simultaneously outside group edit mode in an unacceptable manner.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ModifyingMultiGroups { get; }
Public Shared ReadOnly Property ModifyingMultiGroups As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ModifyingMultiGroups {
	FailureDefinitionId^ get ();
}
static member ModifyingMultiGroups : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace